Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G37.tmx
Source language: en_us
Languages: zh_cn

source: Georgia O'Keeffe Dead at 98; Shaper of Modern Art in U.S.
zh_cn: 美国现代艺术的奠基人乔治亚·欧姬芙离世

source: Georgia O'Keeffe, the undisputed doyenne of American painting and a leader, with her husband, Alfred Stieglitz, of a crucial phase in the development and dissemination of American modernism, died yesterday at St. Vincent Hospital in Santa Fe, N.M.
zh_cn: 造诣极深的乔治亚·欧姬芙，是美国绘画史上无可争议的领军人物。她和丈夫阿尔弗雷德·斯蒂格利茨都在美国现代艺术的发展和传播之路上起过举足轻重的作用。

source: She was 98 years old, and had lived in Santa Fe since 1984, when she moved from her longtime home and studio in Abiquiu, N.M.
zh_cn: 乔治亚·欧姬芙曾住在新墨西哥州的阿比丘镇，那里也是她原工作室的所在地；1984年，她迁居至圣菲市。

source: As an artist, as a reclusive but overwhelming personality and as a woman in what was for a long time a man's world, Georgia O'Keeffe was a key figure in the American 20th century.
zh_cn: 欧姬芙韬光养晦的品行难掩其锐不可当的锋芒。20世纪的美国仍是男权社会，然而，欧姬芙这样一位生活隐逸的女艺术家却成了叱咤一时的风云人物。

source: As much as anyone since Mary Cassatt, she raised the awareness of the American public to the fact that a woman could be the equal of any man in her chosen field.
zh_cn: 自女艺术家玛丽·卡萨特之后，和任何一位杰出女性一样，欧姬芙充分向公众证明了一点：巾帼不让须眉，女人也可以同男人一样，在专业领域有所作为。

source: As an interpreter and manipulator of natural forms, as a strong and individual colorist and as the lyric poet of her beloved New Mexico landscape, she left her mark on the history of American art and made it possible for other women to explore a new gamut of symbolic and ambiguous imagery.
zh_cn: 欧姬芙有着极强的重现和驾驭自然景物的能力，对色彩的捕捉和演绎异常敏锐，非同一般以画笔深情赞颂着她所热爱的新墨西哥州风景。她不仅以其鲜明的风格为美国艺术史添上了浓墨重彩的一笔，而且为其他女性打开了一扇通往抽象、写意之作的大门。

source: Miss O'Keeffe was strong-willed, hard-working and whimsical.
zh_cn: 意志坚决、勤奋聪敏的她，脑袋里总是装满了稀奇古怪的想法。

source: She would wrap herself in a blanket and wait, shivering, in the cold dark for a sunrise to paint; would climb a ladder to see the stars from a roof, and hop around in her stockings on an enormous canvas to add final touches before all the paint dried.
zh_cn: 她裹着毛毯在寒冷的黑夜里发抖，只为等待画一轮日出；她爬上梯子，只为更接近屋顶上方的那片星空；她穿着长袜在巨大的画布上跳来跳去，赶在颜料干之前为作品作最后的润色。

source: Miss O'Keeffe burst upon the art world in 1916, under auspices most likely to attract attention at the time: in a one-woman show of her paintings at the famous "291" gallery of Alfred Stieglitz, the world-renowned pioneer in photography and sponsor of newly emerging modern art.
zh_cn: 1916年，欧姬芙在他人支持下于著名的“291艺廊”开办画展，在艺坛初露头角，引起广泛关注。这所艺廊由世界知名的摄影家阿尔弗雷德·斯蒂格利茨创立。作为业界先锋，他一直在推广新兴的现代艺术。

source: From then on, Miss O'Keeffe was in the spotlight, shifting from one audacious way of presenting a subject to another, and usually succeeding with each new experiment.
zh_cn: 此后，欧姬芙便一跃成为焦点人物。她勇于尝试，题材大胆，且十有八九都可成功。

source: Her colors dazzled, her erotic implications provoked and stimulated, her subjects astonished and amused.
zh_cn: 不仅用色耀眼夺目，主题意蕴丰富、令人称奇，还时常在作品中融入对女性的暗喻，引发欣赏者的视觉刺激。

source: She painted the skull of a horse with a bright pink Mexican artificial flower stuck in the eye socket.
zh_cn: 她画过马的头骨，一朵粉嫩灿烂的墨西哥人造花别进马的眼窝处。

source: She painted other animal skulls, horns, pelvises and leg bones that gleamed white against brilliant skies, spanned valleys and touched mountain tops, all with serene disdain for conventional notions of perspective.
zh_cn: 她还画过其它动物的头骨、犄角、盆骨或股骨，它们或高悬于山尖，或横亘在连绵的山谷上，在明媚天空中闪耀着煞白的光——欧姬芙就是这样用画面对传统教条表达着无声的蔑视。

source: She also painted New York skyscrapers, Canadian barns and crosses and oversized flowers and rocks.
zh_cn: 当然，她笔下也不乏纽约的摩天大楼、加拿大的谷仓、十字架、巨幅的花卉和岩石等景物。

source: The artist painted as she pleased, and sold virtually as often as she liked, for very good prices.
zh_cn: 欧姬芙是个随性的人，常常是想画什么就画什么，想卖多少画就卖多少画，而且还都能卖个好价钱。

source: She joined the elite, avant-garde, inner circle of modern American artists around Stieglitz, whom she married in 1924. Stieglitz took more than 500 photographs of her.
zh_cn: 她打入了美国先锋艺术圈，并于1924年嫁给了这个精英团体中的核心人物斯蒂格利茨，还成为了他500多幅摄影作品中的主角。

source: "He photographed me until I was crazy," Miss O'Keeffe said in later years.
zh_cn: “他为我拍了那么多照片，我都受不了了。”晚年的欧姬芙这样说道。

source: Others have called the pictures Stieglitz took of her the greatest love poem in the history of photography.
zh_cn: 而在旁人眼里，那些影像却是摄影史上最瑰丽动人的爱情诗篇。

source: Her beauty aged well to another kind - weather-beaten, leathery skin wrinkled over high cheekbones and around a firm mouth that spoke fearlessly and tolerated no bores.
zh_cn: 盛年难再，美人迟暮。晚年的她，面容留下了岁月刻画的痕迹，高高的颧骨上沟壑纵横，然而她那坚定的言谈、无惧的口吻，以及对庸俗乏味的深恶痛绝，都使她散发出一种别样的饱经风霜的美。

source: And long after Stieglitz had died, in 1946, after Miss O'Keeffe forsook New York for the mountains and deserts of New Mexico, she was discovered all over again and proclaimed a pioneering artist of great individuality, power and historic significance.
zh_cn: 斯蒂格利茨离世多年后，欧姬芙为了描绘新墨西哥州的山脉和荒漠景色，于1946年离开了深爱的纽约。她再次给人们展示了一个“新鲜”的自己，成为了具有鲜明特色、惊人表现力和历史意义的艺术先驱。

source: Miss O'Keeffe had never stopped painting, never stopped winning critical acclaim, never stopped being written about as an interesting "character."
zh_cn: 欧姬芙有生之年从未停止过创作，受到的美誉也一刻未歇，更因其耐人寻味的性格而屡次被人提及、评述。

source: But her paintings were so diverse, so uniquely her own and so unrelated to trends or schools that they had not attracted much close attention from New York critics.
zh_cn: 她的画作如此变化多样，又如此别具一格；既不随波逐流、也不拘泥教条。得益于此，她才能引起纽约评论界的密切关注。

source: Retrospective at Age 83
zh_cn: 83岁的回顾展

source: Then, in 1970, when she was 83 years old, a retrospective exhibition of her work was held at the Whitney Museum of American Art. The New York critics and collectors and a new generation of students, artists and aficionados made an astonishing discovery. The artist who had been joyously painting as she pleased had been a step ahead of everyone, all the time.
zh_cn: 1970年，83岁高龄的欧姬芙在惠特尼美术馆举办了个人作品展。这一展览震撼了纽约艺术圈，引来众多纽约评论家、收藏家、新生代学生、艺术家以及狂热追随者，他们这才发现，始终坚持 “画我所爱，爱我所画”的欧姬芙才是真正的先驱。

source: Strolling through the Whitney show, one could think Miss O'Keeffe had made some "very neat adaptations of various successful styles of the 1950's and 1960's in her own highly refined and slightly removed manner," wrote John Canaday, art critic of The New York Times.
zh_cn: 徜徉于惠特尼美术馆内，我们不难想起《纽约时报》评论家约翰·卡纳迪的话：“欧姬芙炉火纯青、善于取长补短。从她的作品中，不难看出五、六十年代流行画风的影子。”

source: He described apparent similarities to Clyfford Still, Helen Frankenthaler, Barnett Newman, Ad Reinhardt and Andrew Wyeth.
zh_cn: 卡纳迪还曾指出欧姬芙的这一点与克里夫·斯蒂尔、巴奈特·纽曼、海伦·弗兰肯特尔、艾德·莱茵哈特及安德鲁·魏斯等人极为相似。

source: But the paintings that seemed to reflect those styles were done by Miss O'Keeffe in 1920 or earlier, Mr. Canaday pointed out, "when her seeming models were either not yet born or were delighting their mothers with their first childish scrawls."
zh_cn: 然而，那些被指有他人影子的作品，欧姬芙竟全部完成于1920年甚至更早。卡纳迪先生说：“（可她画这些的时候，）那些看似被她模仿的人要么还没出生，要么还正给母亲欣赏自己稚嫩的涂鸦呢。”

source: With no thought of resting on her laurels, the indomitable octogenarian went right on working.
zh_cn: 耄耋之年的欧姬芙依然埋首创作，从不会安于既得成就。

source: She painted new pictures, wrote an autobiography illustrated with her paintings that sold out immediately at $75 a copy and cooperated in the production of a film about herself and her work that won an award from the Directors Guild of America for Perry Miller Adato, who produced it for WNET-TV in 1977.
zh_cn: 除了新的绘画，她还发表了一部自传，以画作回忆并记录自己的一生。这部售价75美元的自传，刚一问世就被抢购一空。欧姬芙还参与制作了同名纪录片。该电影于1977年在WNET电台首播，并促成制片人佩里·米勒·阿达托荣获美国导演工会奖。

source: Little European Influence
zh_cn: 独树一帜的画风

source: Despite the affinity of Miss O'Keeffe's work to paintings of other modern American artists, her paintings show surprisingly little evidence of the European influence seen in other American art.
zh_cn: 尽管欧姬芙与美国其他的现代艺术家风格相似，但令人称奇的是，在其他人都不免受到欧洲画派影响时，她的作品却难寻模仿的痕迹。

source: "She escaped the fate of remaining thrall to a European model by taking possession of her American experience and making that the core of her artistic vision," Hilton Kramer wrote in The Times in 1976 in his review of her book.
zh_cn: 1976年，评论家希尔顿·克莱默在《泰晤士报》中这样写道：“在美国的个人经历是她艺术视野的核心，并使她挣脱了欧式画风的束缚。”

source: Nevertheless, he declared, "her painting, though filled with vivid images of the places where she has lived, was anything but a product of the provinces."
zh_cn: 他还指出，“虽然创作原型都是她生活过的地方的一景一物，但她的作品却总能表现出更广阔多元的地域。”

source: Miss O'Keeffe's career, Mr. Kramer wrote, "is unlike almost any other in the history of modern art in America."
zh_cn: 克莱默认为欧姬芙的艺术生涯“在美国的现代艺术界独树一帜”。

source: It embraced virtually the whole history of modern art, from the early years of the century when Stieglitz exhibited the new art to a shocked New York, to its eventual acceptance as a part of our culture, according to Mr. Kramer.
zh_cn: 从20世纪初斯蒂格利兹以新兴艺术震撼了纽约艺术圈，到现代艺术最终融入我们的社会文化——欧姬芙纵贯了整个现代艺术史。

source: Georgia O'Keeffe was born on a wheat farm near Sun Prairie, Wis., on Nov. 15, 1887.
zh_cn: 1887年11月15日，乔治亚·欧姬芙出生于威斯康辛州森普雷里镇附近的农场上。

source: Her father, Francis Calixtus O'Keeffe, was Irish; her mother was the former Ida Totto.
zh_cn: 她的父亲弗朗西斯·加里斯都·欧姬芙是爱尔兰裔，母亲叫艾达·塔多。

source: Georgia was named for her maternal grandfather, Giorgio Totto, who came to the United States from Hungary, where he had gone from Italy.
zh_cn: 外祖父名为乔治亚·塔多，欧姬芙因此得名；她的外祖父早年由意大利奔赴匈牙利，后辗转来到美国。

source: When Miss O'Keeffe was 14 years old, the family moved to Williamsburg, Va.
zh_cn: 14岁那年，欧姬芙随家人搬至弗吉尼亚州的威廉斯堡。

source: Three years later she graduated from Chatham Protestant Episcopal Institute in Virginia.
zh_cn: 三年后，她于崔顿主教学院毕业。

source: She went immediately to Chicago, where she studied for a year at the Art Institute with John Vanderpoel.
zh_cn: 随即奔赴芝加哥，在芝加哥艺术学院进行了为期一年的学习，并与约翰·范德普尔成了同学。

source: Both of her grandmothers had dabbled at painting, two of her four sisters painted and one taught art. The elder of her two brothers was an architect.
zh_cn: 巧的是，欧姬芙的祖母、外祖母都曾涉足绘画，她四个姐妹中有两个会画画，一个教艺术，她的哥哥则是个建筑师。

source: Miss O'Keeffe had decided in Sun Prairie that she was going to be an artist when she grew up although, she wrote in her book, "I hadn't a desire to make anything like the pictures I had seen" and she did not have a very clear idea of what an artist would be.
zh_cn: 尽管年幼时的她对艺术家这个身份还没有明确的定位，但欧姬芙已下定决心要成为一名艺术家，她在书中这样写道：“没有什么比我看到的那些画更让我有做事的冲动了。”

source: For 10 discouraging years, she studied and painted, supporting herself by doing commercial art for advertising agencies and by teaching.
zh_cn: 近十年的不得志并没有让欧姬芙气馁，她靠为广告商进行艺术创作和教学来维持生计，坚持学习和绘画。

source: She attended art classes at the Art Students League in New York in 1907-08, the University of Virginia Summer School in 1912 and Teachers College of Columbia University in 1916.
zh_cn: 1907至1908年，她在纽约艺术学生联盟求学；1912年，参加维吉尼亚大学的暑期课程；1916年，还就读于哥伦比亚大学附设的教师学院。

source: She was supervisor of art in the public schools of Amarillo, Tex., from 1912 to 1916, and taught summer classes at Columbia College in South Carolina and the University of Virginia.
zh_cn: 1912年至1916年间，她曾是德克萨斯州阿马里洛市公立学校的艺术导师，并于南卡罗来纳州的哥伦比亚大学及维吉尼亚大学任教。

source: In 1916 she became head of the art department of West Texas Normal College.
zh_cn: 1916年，欧姬芙在西德州州立大学担任艺术系主任。

source: Miss O'Keeffe's early pictures were imitative, but as she developed her technique, a ruggedly individual style began to assert itself.
zh_cn: 欧姬芙早年画作有一定的临摹痕迹，然而自从画技日臻成熟，她便突显出强烈的个人风格。

source: The results were out of step with the popular taste and accepted style of the early 1900's, but they encouraged her to concentrate boldly on expressing her own ideas.
zh_cn: 她既不模仿20世纪初期的风格，也不迎合当下流行的品味，而是专注于自己的想法、大胆创作。

source: "One day," Miss O'Keeffe recalled in later years, "I found myself saying to myself, 'I can't live where I want to.
zh_cn: 后来，欧姬芙有一次曾这样回忆道：“有一天，我突然对自己说：‘我无法住在我想住的地方，无法说我想说的话’。

source: I can't even say what I want to.' I decided I was a very stupid fool not to at least paint as I wanted to."
zh_cn: 如果连自己想画什么都不能随心而为，我就真成了傻瓜了。”

source: 'At Last, a Woman on Paper'
zh_cn: “为画而生的女人”

source: A friend, Anita Pollitzer, showed a group of Miss O'Keeffe's drawings and watercolors to Stieglitz in 1916. Miss Pollitzer, later to become a champion of equal rights for women and chairman of the National Woman's Party, had been a classmate of Miss O'Keeffe's at Columbia.
zh_cn: 欧姬芙有个朋友叫安妮塔·普利兹，是她在哥伦比亚大学时的同班同学。安妮塔是一位为女性争取平等权利的拥护者，任美国妇女党领导人。早在1916年，她就将欧姬芙的一组画稿及水彩作品拿给斯蒂格利兹看。

source: "At last, a woman on paper!" Stieglitz exclaimed when he saw the pictures.
zh_cn: “终于有了一个为画而生的女人！”斯蒂格利兹一边看一边惊叹。

source: He hung them in his gallery, and the unknown Miss O'Keeffe created an immediate stir in the art world.
zh_cn: 他将欧姬芙的作品挂在他的画室，这个不知名的女画家便立即引起了世界轰动。

source: "Mabel Dodge Luhan brought strings of psychiatrists to look at them," Stieglitz recalled later. "The critics came. There was talk, talk, talk." Some of the talk hinted at erotic symbolism.
zh_cn: “梅布尔·道奇·卢汉甚至带了一群精神病专家来研究这些画，”斯蒂格利兹后来回忆道，“议论四起，人们讨论来讨论去，有些探讨还含沙射影地批评着这些画里的情色象征。”

source: Miss O'Keeffe stormed up from Texas and upbraided Stieglitz for showing her work without her permission.
zh_cn: 当得知这一切，欧姬芙气冲冲地从德克萨斯州赶来，责备斯蒂格利兹未经允许就展览她的画作。

source: His answer was to persuade her to move to New York, abandon her teaching and devote herself to painting.
zh_cn: 然而斯蒂格利兹却极力说服她搬到纽约生活，放弃教书、一心画画。

source: He presented one- woman shows of her work almost annually thereafter until 1946, the year of his death.
zh_cn: 自那以后，他每年都要为欧姬芙举办个人画展。这一习惯一直保持到1946年他逝世之时。

source: He and Miss O'Keeffe had been married 21 years.
zh_cn: 那时，他与欧姬芙结婚已有21年。

source: After moving to New York, Miss O'Keeffe divided her time between New York City and Lake George, N.Y. After 1929, she also spent a great deal of time in New Mexico.
zh_cn: 搬至纽约后，欧姬芙主要描绘纽约都市风貌和乔治湖的景色。1929年后，她也在新墨西哥州进行了大量创作。

source: She made her permanent residence at Abiquiu after the death of her husband.
zh_cn: 丈夫辞世后，欧姬芙迁居到新墨西哥州的阿比丘镇，并在那儿定居下来。

source: Stieglitz's vigilant and canny management was a major factor in her rise to fame and fortune.
zh_cn: 欧姬芙之所以能名利双收，少不了斯蒂格利兹对她事业的悉心打理。

source: Miss O'Keeffe continued to wear the clothes she pleased and to paint as she pleased.
zh_cn: 欧姬芙始终按照自己喜欢的方式打扮和创作。

source: Spare and dark-skinned, she had dark hair drawn severely back and knotted into a bun in those years.
zh_cn: 她有着清瘦的身躯、暗暗的肤色，深色的头发在脑后挽成一个发髻。

source: No makeup softened the angularity of her face with its high cheekbones, but her large, luminous eyes betrayed inner fires.
zh_cn: 尽管从不浓妆艳抹，素颜却遮掩不住她顾盼生辉、炯炯有神的大眼睛所流露出的激情。

source: Her clothes were usually black, loose-fitting and shapeless, functional rather than fashionable.
zh_cn: 她喜欢穿黑色衣服，宽大而松散——对她来说，功能比时尚重要。

source: Miss O'Keeffe's paintings hang in museums all over the United States -including, in New York, the Metropolitan, the Whitney and the Museum of Modern Art - and in most major private collections.
zh_cn: 欧姬芙的作品曾在全美各大博物馆展出。仅纽约一座城市，就有诸多博物馆和著名的私人收藏家承办过她的画展，如大都会博物馆、惠特尼美术馆、纽约现代艺术博物馆等。

source: But she retained a great deal of her prolific production.
zh_cn: 而这其中还不包括她自己保留的大量作品。

source: Miss O'Keeffe was elected to membership in the National Institute of Arts and Letters, the American Academy of Arts and Letters and the American Academy of Arts and Sciences.
zh_cn: 欧姬芙不仅被选为美国艺术暨文学学会和美国人文与科学院的成员，还被多所高校授予荣誉学位。

source: She was awarded honorary degrees by several colleges and universities, including Mount Holyoke and Columbia in 1971 and Harvard in 1973.
zh_cn: 1971年，欧姬芙获得曼荷莲女子学院、哥伦比亚大学荣誉学位，1973年则被哈佛大学授予殊荣。

source: Miss O'Keeffe interrupted the cherished tranquility of her life in Abiquiu to come East to receive the honors from Mount Holyoke, Columbia and Harvard.
zh_cn: 欧姬芙向来珍视阿比丘的安宁生活，但她也同样珍视这些荣誉。

source: She donned the required cap and gown, marched with the faculty members and sat with them on the platform hearing herself extolled as a kind of artistic monument.
zh_cn: 她来到东部参加授奖仪式，戴着学士帽、身穿学士服，和其他荣誉成员一起阔步入场，后安坐在台下，聆听着献给自己的赞誉。

source: Back in Abiquiu, the "monument" resumed a daily routine of work, now with the help of a young protege, Juan Hamilton, a potter. He had knocked at her kitchen door asking for work and made his way up from man Friday to secretary.
zh_cn: 回到阿比丘后，这座耀眼的“丰碑”又开始了平凡的日常生活。一天，一个名叫尚·汉密尔顿的陶艺家敲开了欧姬芙的门，说明了自己的求职意向。此后，这名年轻的陶艺家便成了欧姬芙的得力助手兼秘书。

source: He supervised production of her book, and assisted with and appeared in the television film about her in 1977.
zh_cn: 他帮欧姬芙打理出书、录影等事宜；1977年，在纪录欧姬芙的电影中露面。

source: He traveled with her to New York and California and managed her business affairs.
zh_cn: 他还陪同欧姬芙去了纽约和加州，并负责各项商业事宜。

source: Their companionship was so close there were rumors of marriage.
zh_cn: 他们的关系异常亲密，甚至有二人结婚的流言传出。

source: In 1978 Mr. Hamilton, then 33 years old, came to New York alone on two missions. One was to put the finishing touches on the Metropolitan's exhibition of Stieglitz photographs of Miss O'Keeffe.
zh_cn: 1978年，33岁的汉密尔顿只身前往纽约，此行有两个目的，其中之一就是为斯蒂格利兹摄影展做最后的润饰——该展将于大都会博物馆举办，作品的主角是欧姬芙。

source: Mr. Hamilton had helped her select the pictures and had assisted in the preparation of the book containing reproductions published by the museum in conjunction with Viking Press.
zh_cn: 汉密尔顿协助欧姬芙出书，并和她一起从大都会博物馆及维京出版社发布的照片中精挑细选，收录入册。

source: Interrupted by Process Server
zh_cn: 不速之客
